[
  {
    "text": "الحياة ليست عادلة، تعوّد على ذلك.",
    "author": "بيل غيتس"
  },
  {
    "text": "النجاح ليس نهائياً، والفشل ليس قاتلاً: الشجاعة للاستمرار هي ما يهم.",
    "author": "ونستون تشرشل"
  },
  {
    "text": "الطريقة الوحيدة للقيام بعمل عظيم هي أن تحب ما تفعله.",
    "author": "ستيف جوبز"
  },
  {
    "text": "كن التغيير الذي تريد أن تراه في العالم.",
    "author": "المهاتما غاندي"
  },
  {
    "text": "لا تقلق إذا لم ينجح الأمر من المرة الأولى، فالنجاح يأتي لمن يستمر.",
    "author": ""
  },
  {
    "text": "إذا لم تحاول أبداً، فلن تعرف أبداً ما كان بإمكانك تحقيقه.",
    "author": ""
  },
  {
    "text": "القوة لا تأتي من القدرة البدنية، بل من الإرادة التي لا تقهر.",
    "author": "المهاتما غاندي"
  },
  {
    "text": "أكبر مغامرة يمكنك القيام بها هي أن تعيش الحياة التي تحلم بها.",
    "author": "أوبرا وينفري"
  },
  {
    "text": "الحياة إما أن تكون مغامرة جريئة أو لا شيء على الإطلاق.",
    "author": "هيلين كيلر"
  },
  {
    "text": "لا تدع ما لا تستطيع فعله يتداخل مع ما تستطيع فعله.",
    "author": "جون وودن"
  },
  {
    "text": "الفشل هو مجرد فرصة للبدء من جديد بذكاء أكثر.",
    "author": "هنري فورد"
  },
  {
    "text": "أنت لا تحتاج أن تكون عظيماً لتبدأ، لكنك تحتاج أن تبدأ لتكون عظيماً.",
    "author": "زيج زيجلار"
  },
  {
    "text": "الشخص الذي يقول إنه مستحيل يجب ألا يقاطع الشخص الذي يفعله.",
    "author": "مثل صيني"
  },
  {
    "text": "السعادة ليست شيئاً جاهزاً، إنها تأتي من أفعالك أنت.",
    "author": "الدالاي لاما"
  },
  {
    "text": "لا تحلم بالنجاح، بل اعمل من أجله.",
    "author": "توماس إديسون"
  },
  {
    "text": "الناس الذين يكونون مجانين بما يكفي ليعتقدوا أنهم يمكن أن يغيروا العالم، هم الذين يفعلون ذلك.",
    "author": "ستيف جوبز"
  },
  {
    "text": "كل إنجاز عظيم كان في يوم من الأيام مستحيلاً.",
    "author": ""
  },
  {
    "text": "لا تضيع وقتك في عيش حياة شخص آخر.",
    "author": "ستيف جوبز"
  },
  {
    "text": "الماضي لا يمكن تغييره، لكن المستقبل لا يزال في يديك.",
    "author": ""
  },
  {
    "text": "الشجاعة ليست غياب الخوف، بل المضي قدماً رغم الخوف.",
    "author": ""
  },
  {
    "text": "أصعب شيء هو القرار بالتصرف، الباقي مجرد عناد.",
    "author": "أميليا إيرهارت"
  },
  {
    "text": "الطريق إلى النجاح دائماً قيد الإنشاء.",
    "author": "ليلي توملين"
  },
  {
    "text": "لا يوجد مصعد إلى النجاح، عليك استخدام السلالم.",
    "author": ""
  },
  {
    "text": "التفاؤل هو الإيمان الذي يؤدي إلى الإنجاز، لا يمكن فعل شيء بدون أمل وثقة.",
    "author": "هيلين كيلر"
  },
  {
    "text": "عش كما لو كنت ستموت غداً، وتعلم كما لو كنت ستعيش للأبد.",
    "author": "المهاتما غاندي"
  }
]
